{
    "Osobní zkušenosti": [
        "Jaké je tvé nejdražší vzpomínka z dětství?",
        "Popiš situaci, kdy se ti podařilo úspěšně překonat velkou výzvu.",
        "Jaké je tvé největší dosažení a proč je pro tebe tak důležité?",
        "Jaké důležité lekce jsi se naučil/a z neúspěchů?",
        "Jaké je tvé nejstarší paměť?",
        "Vyprávěj o okamžiku, kdy jsi se cítil/a velmi šťastný/á.",
        "Jaký je ten nejlepší rad, který jsi kdy dostal/a?",
        "Pokud bys mohl/a dát radu své mladší verzi sebe, co bys jí/jemu řekl/a?",
        "Které rozhodnutí v tvém životě bylo nejdůležitější?",
        "Co tě každé ráno motivuje k tomu, abys vstal/a?",
        "Jaký je tvůj největší strach a jak se s ním vypořádáváš?",
        "Popiš situaci, kdy jsi někomu pomohl/a.",
        "Co tě nejvíce dělá vděčným/vděčnou?",
        "Jaká je ta nejcennější lekce, kterou jsi se naučil/a od svých rodičů?",
        "Jaký byl ten nejlepší dárek, který jsi kdy dostal/a?",
        "Co ti nejvíce vyhovuje dělat ve volném čase?",
        "Vyprávěj o situaci, kdy jsi se cítil/a vyjíždějící ze své komfortní zóny.",
        "Co jsi se naučil/a ze své zkušenosti jako dobrovolník/dobrovolnice?",
        "Co nejvíce oceňuješ ve svém pracovním prostředí?",
        "Které místo na světě je tvým nejoblíbenějším a proč?"
    ],
    "Hypotetické otázky": [
        "Kdyby ses mohl/a stát superhrdinou, jakou schopnost bys si vybral/a a proč?",
        "Co bys udělal/a, kdybys zítra vyhrál/a v loterii?",
        "Kdyby ses mohl/a setkat na večeři s kýmkoli, živým nebo mrtvým, koho bys si vybral/a a proč?",
        "Jak vypadá tvůj ideální den?",
        "Kdyby ses mohl/a cestovat časem do jakékoliv epochy, do které bys šel/a a proč?",
        "Kdyby ses mohl/a na jeden den stát neviditelným/neviditelnou, co bys dělal/a?",
        "Kdyby ses mohl/a změnit něco ve světě, co bys změnil/a a proč?",
        "Kdyby ses mohl/a okamžitě naučit jednu dovednost, jakou by to byla?",
        "Kdyby ses musel/a na rok přestěhovat do jiné země, do které bys šel/a?",
        "Kdyby sis mohl/a vybrat jen jedno jídlo, které bys jedl/a po zbytek svého života, co by to bylo?",
        "Kdyby ses mohl/a změnit něco na své minulosti, co bys změnil/a?",
        "Kdyby ses mohl/a usadit kdekoli na světě, kde bys usadil/a?",
        "Kdyby sis mohl/a na jeden den zahrát prezidenta, jaké změny bys provedl/a?",
        "Kdyby ses mohl/a promluvit se svou budoucí verzí sebe sama, co bys se ho/ji zeptal/a?",
        "Cestoval/a bys do vesmíru, pokud bys měl/a možnost?",
        "Kdyby ses mohl/a stát zvířetem, jakým zvířetem bys byl/a a proč?",
        "Kdyby ses mohl/a vyřešit globální problém, jaký by to byl?",
        "Kdyby byl tvůj život film, jakého žánru by byl?",
        "Kdyby sis mohl/a vyměnit život s někým na jeden den, s kým bys se vyměnil/a a proč?",
        "Kdyby ses mohl/a stát člověkem schopným číst myšlenky, použil/a bys tuto schopnost? Proč?"
    ],
    "Názory": [
        "Jaký je tvůj názor na home office?",
        "Jak hodnotíš vliv sociálních sítí na společnost?",
        "Souhlasíš či nesouhlasíš s povinnou vojenskou službou?",
        "Jsi pro nebo proti trestu smrti?",
        "Myslíš si, že změna klimatu je největší výzvou naší generace?",
        "Jaký je tvůj názor na online vzdělávání?",
        "Přináší umělá inteligence více výhod nebo rizik?",
        "Měly by firmy nést odpovědnost za svůj vliv na životní prostředí?",
        "Souhlasíš s legalizací marihuany?",
        "Jaký je tvůj názor na kontrolu zbraní?",
        "Měla by být umění financována z veřejných peněz?",
        "Měl by se zvýšit minimální plat?",
        "Jaký je tvůj názor na soukromí na internetu?",
        "Myslíš si, že celebrity mají morální odpovědnost jako vzory?",
        "Je profesionální sport příliš komercializovaný?",
        "Jak hodnotíš vesmírný turismus?",
        "Myslíš si, že globalizace je pozitivní nebo negativní?",
        "Jaký je tvůj názor na genderovou rovnost na pracovišti?",
        "Souhlasíš s cenzurou médií?",
        "Měly by vlády více zasahovat do ekonomiky?"
    ],
    "Imaginační situace": [
        "Jsi uvězněn/á na opuštěném ostrově. Jaké tři věci bys si přál/a mít?",
        "Jak by vypadal tvůj ideální svět?",
        "Kdyby ses mohl/a vrátit do jakékoliv historické doby, do které bys se vrátil/a a proč?",
        "Představ si, že jsi prezidentem na jeden den. Jaké změny bys provedl/a?",
        "Kdybys mohl/a být postavou z knihy, kdo bys byl/a a proč?",
        "Kdyby sis měl/a zahájit nový život v novém městě, kam bys šel/a?",
        "Představ si, že můžeš změnit jeden zákon ve své zemi. Jaký by to byl zákon a proč?",
        "Kdybys byl/a superhrdinou, jaké by bylo tvé superhrdinské jméno a jaké bys měl/a schopnosti?",
        "Představ si, že musíš přežít bez technologií po dobu jednoho roku. Jak bys to zvládl/a?",
        "Kdybys mohl/a navrhnout svůj ideální dům, jak by vypadal?",
        "Kdybys musel/a přežít týden v pralese, jak bys na to šel/a?",
        "Představ si, že můžeš komunikovat s zvířaty. Jaké otázky bys jim položil/a?",
        "Kdybys mohl/a uspořádat tematickou party, jaké téma by sis vybral/a?",
        "Představ si, že najdeš bednu naplněnou milionem dolarů. Co bys s tím udělal/a?",
        "Kdybys byl/a hlavní postavou ve filmu, jakého žánru by film byl?",
        "Kdybys mohl/a změnit jednu věc ve svém městě, co bys změnil/a a proč?",
        "Kdybys musel/a ztratit jeden ze svých pěti smyslů, který by to byl a proč?",
        "Kdybys mohl/a na jeden den vyměnit život s někým jiným, s kým bys si vyměnil/a a proč?",
        "Kdybys mohl/a zavést novou tradici ve své rodině, jakou by to byla tradice?",
        "Kdyby ses zítra musel/a přestěhovat do jiné země, kam bys šel/a a proč?"
    ],
    "Práce a kariéra": [
        "Jaká byla tvá první práce a co jsi se z ní naučil/a?",
        "Které vlastnosti u lídra nejvíce oceňuješ?",
        "Jak zvládáš stres v pracovním prostředí?",
        "Jaké rady bys dal/a člověku, který začíná svou kariéru?",
        "Jaká byla největší výzva, se kterou jsi se ve své kariéře setkal/a?",
        "Co tě motivuje každý den v tvé práci?",
        "Jak balancuješ mezi pracovním a osobním životem?",
        "Jaká je nejlepší pracovní rada, kterou jsi kdy dostal/a?",
        "Které dovednosti podle tebe jsou klíčové pro pracovní úspěch?",
        "Jak se udržuješ informovaný/á ve tvém pracovním oboru?",
        "Jaký byl tvůj největší profesní úspěch dosud?",
        "Jak důležité je pro tebe vzdělávání na celý život ve tvé kariéře?",
        "Jak reaguješ na kritiku v pracovním prostředí?",
        "Co nejvíce oceňuješ na svém pracovním prostředí?",
        "Jak se připravuješ na důležité pracovní pohovory?",
        "Co tě inspirovalo k tomu, abys si vybral/a svou současnou kariéru?",
        "Jaké změny bys chtěl/a vidět ve svém odvětví v příštích letech?",
        "Jak definuješ profesní úspěch?",
        "Na které budoucí projekty se nejvíce těšíš?",
        "Co bys chtěl/a vědět, když jsi začínal/a svoji kariéru?"
    ]
}