{
    "Persönliche Erfahrungen": [
        "Was ist deine schönste Kindheitserinnerung?",
        "Beschreibe eine Situation, in der du eine große Herausforderung gemeistert hast.",
        "Was ist dein stolzester Erfolg und warum?",
        "Welche Lektionen hast du aus einem Misserfolg gelernt?",
        "Was ist deine früheste Erinnerung?",
        "Beschreibe einen Moment, in dem du dich wirklich glücklich gefühlt hast.",
        "Was ist der beste Ratschlag, den du je bekommen hast?",
        "Welchen Rat würdest du deinem jüngeren Selbst geben?",
        "Was war die wichtigste Entscheidung in deinem Leben?",
        "Was motiviert dich jeden Tag aufzustehen?",
        "Was ist deine größte Angst und wie gehst du damit um?",
        "Beschreibe eine Situation, in der du jemandem geholfen hast.",
        "Was macht dich dankbar?",
        "Was ist die wertvollste Lektion, die du von deinen Eltern gelernt hast?",
        "Was ist das beste Geschenk, das du je erhalten hast?",
        "Was begeistert dich in deiner Freizeit am meisten?",
        "Beschreibe eine Situation, in der du dich außerhalb deiner Komfortzone gefühlt hast.",
        "Was hast du aus einer ehrenamtlichen Erfahrung gelernt?",
        "Was schätzt du an deiner Arbeit am meisten?",
        "Was ist dein Lieblingsort auf der Welt und warum?"
    ],
    "Hypothetische Fragen": [
        "Wenn du eine Superkraft haben könntest, welche würdest du wählen und warum?",
        "Was würdest du tun, wenn du morgen im Lotto gewinnen würdest?",
        "Wenn du mit einer Person, tot oder lebendig, zu Abend essen könntest, wen würdest du wählen und warum?",
        "Wie sähe ein perfekter Tag für dich aus?",
        "Wenn du in der Zeit zurückreisen könntest, in welche Zeit würdest du gehen und warum?",
        "Wenn du für einen Tag unsichtbar wärst, was würdest du tun?",
        "Wenn du eine Sache in der Welt ändern könntest, was wäre das und warum?",
        "Wenn du sofort eine Fähigkeit lernen könntest, welche wäre das?",
        "Wenn du für ein Jahr in ein anderes Land ziehen müsstest, wohin würdest du gehen?",
        "Wenn du nur noch eine Art von Essen für den Rest deines Lebens essen könntest, was wäre das?",
        "Wenn du etwas in deiner Vergangenheit ändern könntest, was wäre das?",
        "Wenn du überall auf der Welt leben könntest, wo würdest du leben?",
        "Wenn du einen Tag lang Präsident wärst, welche Veränderungen würdest du einführen?",
        "Wenn du mit deinem zukünftigen Ich sprechen könntest, was würdest du fragen?",
        "Würdest du eine Weltraumreise machen, wenn du die Gelegenheit hättest?",
        "Wenn du ein Tier sein könntest, welches würdest du wählen und warum?",
        "Wenn du ein globales Problem lösen könntest, welches wäre das?",
        "Wenn dein Leben ein Film wäre, welches Genre wäre es?",
        "Wenn du dein Leben für einen Tag mit jemand anderem tauschen könntest, wer wäre das?",
        "Wenn du die Fähigkeit hättest, Gedanken zu lesen, würdest du sie nutzen und warum?"
    ],
    "Meinungen": [
        "Was ist deine Meinung zur Arbeit im Homeoffice?",
        "Was denkst du über den Einfluss sozialer Medien auf die Gesellschaft?",
        "Sollte der Militärdienst obligatorisch sein?",
        "Bist du für oder gegen die Todesstrafe?",
        "Glaubst du, dass der Klimawandel die größte Herausforderung unserer Generation ist?",
        "Was hältst du von Online-Bildung?",
        "Bringt künstliche Intelligenz mehr Nutzen oder Probleme?",
        "Sollten Unternehmen für ihre Umweltauswirkungen verantwortlich gemacht werden?",
        "Bist du für die Legalisierung von Cannabis?",
        "Was denkst du über die Waffenkontrolle?",
        "Sollte Kunst mit öffentlichen Geldern finanziert werden?",
        "Bist du dafür, dass der Mindestlohn erhöht wird?",
        "Was ist deine Meinung zur Privatsphäre im Internet?",
        "Haben Prominente eine moralische Verantwortung als Vorbilder?",
        "Ist der Profisport zu kommerzialisiert?",
        "Was denkst du über Weltraumtourismus?",
        "Ist Globalisierung deiner Meinung nach positiv oder negativ?",
        "Was hältst du von der Geschlechtergleichstellung am Arbeitsplatz?",
        "Stimmst du der Medienzensur zu?",
        "Sollten Regierungen stärker in die Wirtschaft eingreifen?"
    ],
    "Imaginäre Situationen": [
        "Du bist auf einer einsamen Insel. Welche drei Dinge möchtest du dabei haben?",
        "Beschreibe, wie deine ideale Welt aussehen würde.",
        "Wenn du in einer historischen Epoche leben könntest, welche würdest du wählen und warum?",
        "Stell dir vor, du wärst für einen Tag Präsident. Welche Veränderungen würdest du vornehmen?",
        "Wenn du eine Figur aus einem Buch sein könntest, welche wärst du und warum?",
        "Wenn du ein neues Leben in einer neuen Stadt beginnen müsstest, wohin würdest du gehen?",
        "Stell dir vor, du könntest ein Gesetz in deinem Land ändern. Welches wäre das und warum?",
        "Wenn du ein Superheld wärst, wie würde dein Name lauten und welche Kräfte hättest du?",
        "Stell dir vor, du müsstest ein Jahr ohne Technologie auskommen. Wie würdest du das machen?",
        "Wenn du dein perfektes Haus entwerfen könntest, wie sähe es aus?",
        "Wenn du eine Woche lang in der Natur überleben müsstest, was würdest du tun?",
        "Stell dir vor, du könntest mit Tieren sprechen. Was würdest du sie fragen?",
        "Wenn du eine thematische Party organisieren könntest, für welches Thema würdest du dich entscheiden?",
        "Stell dir vor, du findest einen Koffer mit einer Million Dollar. Was würdest du tun?",
        "Wenn du der Hauptcharakter eines Films sein könntest, welches Genre und Thema würde er haben?",
        "Wenn du etwas in deiner Stadt ändern könntest, was wäre das und warum?",
        "Wenn du einen deiner fünf Sinne verlieren müsstest, welchen würdest du wählen und warum?",
        "Stell dir vor, du könntest einen Tag im Leben einer anderen Person leben. Wer wäre das und warum?",
        "Wenn du eine neue Tradition in deiner Familie einführen könntest, welche wäre das?",
        "Wenn du morgen in ein anderes Land ziehen müsstest, welches wäre das und warum?"
    ],
    "Arbeit und Karriere": [
        "Was war dein erster Job und was hast du daraus gelernt?",
        "Welche Qualitäten schätzt du bei einem Leader am meisten?",
        "Wie gehst du mit Stress bei der Arbeit um?",
        "Welchen Rat würdest du jemandem geben, der seine Karriere beginnt?",
        "Was ist die größte Herausforderung, der du in deiner Karriere begegnet bist?",
        "Was motiviert dich in deiner täglichen Arbeit?",
        "Wie balancierst du dein Berufs- und Privatleben?",
        "Was ist der beste berufliche Rat, den du je bekommen hast?",
        "Welche Fähigkeiten sind deiner Meinung nach entscheidend für den Erfolg im Beruf?",
        "Wie bleibst du in deinem beruflichen Bereich auf dem Laufenden?",
        "Was ist dein größter beruflicher Erfolg bisher?",
        "Wie wichtig ist für dich kontinuierliche Fortbildung?",
        "Wie gehst du mit Kritik bei der Arbeit um?",
        "Was schätzt du am meisten an einem Arbeitsumfeld?",
        "Wie bereitest du dich auf ein wichtiges Vorstellungsgespräch vor?",
        "Was hat dich dazu inspiriert, deine Karriere zu wählen?",
        "Welche Veränderungen erhoffst du dir in deiner Branche in den nächsten Jahren?",
        "Wie definierst du beruflichen Erfolg?",
        "Welche zukünftigen Projekte begeistern dich am meisten?",
        "Was würdest du gerne gewusst haben, als du deine Karriere begonnen hast?"
    ]
}