{
    "Personal Experiences": [
        "If you could relive any day of your life, which day would it be and why?",
        "What’s the most spontaneous thing you’ve ever done?",
        "Describe a time when you had to think on your feet and it paid off.",
        "If you could switch lives with anyone for a day, who would it be and what would you do?",
        "What’s the craziest adventure you’ve ever been on?",
        "Share a story about a time when you laughed so hard you cried.",
        "If you could have dinner with any historical figure, who would it be and why?",
        "What’s the most unusual or surprising talent you have?",
        "Describe a moment when you felt like you were in a movie.",
        "If you could write a book about your life, what would the title be and why?"
    ],
    "Travel": [
        "If you could teleport to any place in the world right now, where would you go and why?",
        "What’s the most bizarre or unexpected thing you’ve encountered while traveling?",
        "If you could travel back in time to any historical event, which one would you choose and why?",
        "Describe a travel experience that completely changed your perspective on life.",
        "What’s the most unique souvenir you’ve ever brought back from a trip?",
        "If you could create your own travel show, what would it be about and where would you go?",
        "What’s the most off-the-beaten-path place you’ve ever visited?",
        "If you could live in any country for a year, where would it be and what would you do there?",
        "Describe a travel experience that made you feel like you were in a different world.",
        "What’s the funniest or most awkward thing that’s happened to you while traveling?"
    ],
    "Technology": [
        "If you could invent any gadget, what would it be and how would it change the world?",
        "What’s the most futuristic thing you’ve ever seen or experienced?",
        "If you could have any superpower, which one would you choose and how would you use it in your daily life?",
        "Describe a time when technology completely surprised you.",
        "If you could have a conversation with any AI or robot, who would it be and what would you talk about?",
        "What’s the most creative use of technology you’ve seen recently?",
        "If you could live in any fictional universe, which one would it be and why?",
        "What’s the most mind-blowing fact about technology that you know?",
        "If you could design a video game, what would it be about and what would make it unique?",
        "Describe a future technology that you think will revolutionize the world."
    ]
}