{
    "Experiencias Personales": [
        "¿Cuál es tu mejor recuerdo de la infancia?",
        "Describe una situación en la que superaste un gran desafío.",
        "¿Cuál es tu logro más orgulloso y por qué?",
        "¿Qué lecciones has aprendido de un fracaso?",
        "¿Cuál es tu primer recuerdo?",
        "Describe un momento en el que te sentiste realmente feliz.",
        "¿Cuál es el mejor consejo que has recibido?",
        "¿Qué consejo le darías a tu yo más joven?",
        "¿Cuál ha sido la decisión más importante que has tomado en tu vida?",
        "¿Qué te motiva a levantarte cada día?",
        "¿Cuál es tu mayor miedo y cómo lo enfrentas?",
        "Describe un momento en el que ayudaste a alguien.",
        "¿Qué te hace sentir agradecido?",
        "¿Cuál es la lección más valiosa que has aprendido de tus padres?",
        "¿Cuál es el mejor regalo que has recibido?",
        "¿Qué te apasiona hacer en tu tiempo libre?",
        "Describe una situación en la que te sentiste fuera de tu zona de confort.",
        "¿Qué has aprendido de una experiencia de voluntariado?",
        "¿Qué es lo que más disfrutas de tu trabajo?",
        "¿Cuál es tu lugar favorito en el mundo y por qué?"
    ],
    "Preguntas Hipotéticas": [
        "Si pudieras tener un superpoder, ¿cuál elegirías y por qué?",
        "¿Qué harías si ganaras la lotería mañana?",
        "Si pudieras cenar con cualquier persona, viva o muerta, ¿a quién elegirías y por qué?",
        "¿Cómo sería un día perfecto para ti?",
        "Si pudieras viajar en el tiempo, ¿a qué época irías y por qué?",
        "Si fueras invisible por un día, ¿qué harías?",
        "Si pudieras cambiar una cosa en el mundo, ¿qué sería y por qué?",
        "Si pudieras aprender cualquier habilidad instantáneamente, ¿cuál sería?",
        "Si tuvieras que vivir en otro país por un año, ¿a dónde irías?",
        "Si solo pudieras comer un tipo de comida por el resto de tu vida, ¿cuál sería?",
        "Si pudieras cambiar algo de tu pasado, ¿qué sería?",
        "Si pudieras vivir en cualquier parte del mundo, ¿dónde sería?",
        "Si fueras presidente por un día, ¿qué cambios implementarías?",
        "Si pudieras tener una conversación con tu yo del futuro, ¿qué te preguntarías?",
        "Si tuvieras la oportunidad de hacer un viaje espacial, ¿lo harías?",
        "Si pudieras ser un animal, ¿cuál elegirías y por qué?",
        "Si pudieras eliminar un problema global, ¿cuál sería?",
        "Si tu vida fuera una película, ¿qué género sería?",
        "Si pudieras intercambiar vidas con alguien por un día, ¿quién sería?",
        "Si tuvieras el poder de leer mentes, ¿lo usarías y por qué?"
    ],
    "Opiniones": [
        "¿Cuál es tu opinión sobre el teletrabajo?",
        "¿Qué piensas del impacto de las redes sociales en la sociedad?",
        "¿Debería ser obligatorio el servicio militar?",
        "¿Estás a favor o en contra de la pena de muerte?",
        "¿Crees que el cambio climático es el mayor desafío de nuestra generación?",
        "¿Qué opinas sobre la educación en línea?",
        "¿Crees que la inteligencia artificial traerá más beneficios o problemas?",
        "¿Deberían las empresas ser responsables de su impacto ambiental?",
        "¿Estás a favor de la legalización del cannabis?",
        "¿Qué opinas sobre el control de armas?",
        "¿Crees que el arte debería ser financiado con fondos públicos?",
        "¿Piensas que el salario mínimo debería aumentarse?",
        "¿Qué opinas sobre la privacidad en internet?",
        "¿Crees que las celebridades tienen una responsabilidad moral como modelos a seguir?",
        "¿Es el deporte profesional demasiado comercializado?",
        "¿Qué piensas sobre el turismo espacial?",
        "¿Crees que la globalización es positiva o negativa?",
        "¿Qué opinas sobre la igualdad de género en el lugar de trabajo?",
        "¿Estás de acuerdo con la censura en los medios de comunicación?",
        "¿Crees que los gobiernos deberían intervenir más en la economía?"
    ],
    "Situaciones Imaginarias": [
        "Estás en una isla desierta. ¿Qué tres cosas te gustaría tener contigo?",
        "Describe cómo sería tu mundo ideal.",
        "Si pudieras vivir en cualquier época histórica, ¿cuál elegirías y por qué?",
        "Imagínate que eres el presidente por un día. ¿Qué cambios implementarías?",
        "Si fueras un personaje de un libro, ¿quién serías y por qué?",
        "Si tuvieras que empezar una nueva vida en una nueva ciudad, ¿a dónde irías?",
        "Imagínate que puedes cambiar una ley en tu país. ¿Cuál sería y por qué?",
        "Si fueras un superhéroe, ¿cuál sería tu nombre y tus poderes?",
        "Imagínate que tienes que pasar un año sin tecnología. ¿Cómo lo harías?",
        "Si pudieras diseñar tu casa perfecta, ¿cómo sería?",
        "Si tuvieras que sobrevivir en la naturaleza durante una semana, ¿qué harías?",
        "Imagínate que puedes hablar con los animales. ¿Qué les preguntarías?",
        "Si pudieras organizar una fiesta temática, ¿qué tema elegirías?",
        "Imagínate que encuentras un maletín con un millón de dólares. ¿Qué harías?",
        "Si fueras el protagonista de una película, ¿qué género sería y de qué trataría?",
        "Si pudieras cambiar algo de tu ciudad, ¿qué sería y por qué?",
        "Si tuvieras que vivir sin uno de tus cinco sentidos, ¿cuál elegirías y por qué?",
        "Imagínate que puedes vivir un día en la vida de otra persona. ¿Quién sería y por qué?",
        "Si pudieras crear una nueva tradición en tu familia, ¿cuál sería?",
        "Si tuvieras que mudarte a otro país mañana, ¿cuál sería y por qué?"
    ],
    "Trabajo y Carrera": [
        "¿Cuál fue tu primer trabajo y qué aprendiste de él?",
        "¿Qué cualidades valoras más en un líder?",
        "¿Cómo lidias con el estrés en el trabajo?",
        "¿Qué consejo le darías a alguien que está comenzando su carrera?",
        "¿Cuál es el mayor desafío que has enfrentado en tu carrera?",
        "¿Qué te motiva en tu trabajo diario?",
        "¿Cómo equilibras tu vida profesional y personal?",
        "¿Cuál es el mejor consejo profesional que has recibido?",
        "¿Qué habilidades crees que son esenciales para el éxito en el trabajo?",
        "¿Cómo te mantienes actualizado en tu campo profesional?",
        "¿Cuál es tu mayor logro profesional hasta ahora?",
        "¿Qué importancia le das a la formación continua?",
        "¿Cómo manejas las críticas en el trabajo?",
        "¿Qué valoras más en un entorno laboral?",
        "¿Cómo te preparas para una entrevista de trabajo importante?",
        "¿Qué te inspiró a elegir tu carrera?",
        "¿Qué cambios esperas ver en tu industria en los próximos años?",
        "¿Cómo defines el éxito profesional?",
        "¿Qué proyectos futuros te entusiasman más?",
        "¿Qué te gustaría haber sabido al comenzar tu carrera?"
    ]
}