{
    "Expériences Personnelles": [
        "Quel est ton meilleur souvenir d’enfance?",
        "Décris une situation où tu as surmonté un grand défi.",
        "Quelle est ta plus grande fierté et pourquoi?",
        "Quelles leçons as-tu apprises d’un échec?",
        "Quel est ton premier souvenir?",
        "Décris un moment où tu t’es senti(e) vraiment heureux(se).",
        "Quel est le meilleur conseil que tu aies reçu?",
        "Quel conseil donnerais-tu à ton jeune toi?",
        "Quelle a été la décision la plus importante de ta vie?",
        "Qu’est-ce qui te motive à te lever chaque jour?",
        "Quelle est ta plus grande peur et comment la gères-tu?",
        "Décris un moment où tu as aidé quelqu’un.",
        "Qu’est-ce qui te rend reconnaissant(e)?",
        "Quelle est la leçon la plus précieuse que tu aies apprise de tes parents?",
        "Quel est le meilleur cadeau que tu aies reçu?",
        "Qu’est-ce qui te passionne faire pendant ton temps libre?",
        "Décris une situation où tu t’es senti(e) hors de ta zone de confort.",
        "Qu’as-tu appris d’une expérience de bénévolat?",
        "Qu’est-ce que tu apprécies le plus dans ton travail?",
        "Quel est ton endroit préféré au monde et pourquoi?"
    ],
    "Questions Hypothétiques": [
        "Si tu pouvais avoir un superpouvoir, lequel choisirais-tu et pourquoi?",
        "Que ferais-tu si tu gagnais à la loterie demain?",
        "Si tu pouvais dîner avec n’importe quelle personne, vivante ou morte, qui choisirais-tu et pourquoi?",
        "À quoi ressemblerait une journée parfaite pour toi?",
        "Si tu pouvais voyager dans le temps, à quelle époque irais-tu et pourquoi?",
        "Si tu étais invisible pour une journée, que ferais-tu?",
        "Si tu pouvais changer une chose dans le monde, que serait-ce et pourquoi?",
        "Si tu pouvais apprendre une compétence instantanément, laquelle serait-ce?",
        "Si tu devais vivre dans un autre pays pendant un an, où irais-tu?",
        "Si tu ne pouvais manger qu’un seul type de nourriture pour le reste de ta vie, lequel choisirais-tu?",
        "Si tu pouvais changer quelque chose de ton passé, que serait-ce?",
        "Si tu pouvais vivre n’importe où dans le monde, où serait-ce?",
        "Si tu étais président pour une journée, quels changements mettrais-tu en œuvre?",
        "Si tu pouvais avoir une conversation avec ton futur toi, que lui demanderais-tu?",
        "Si tu avais l’opportunité de faire un voyage spatial, le ferais-tu?",
        "Si tu pouvais être un animal, lequel choisirais-tu et pourquoi?",
        "Si tu pouvais éliminer un problème mondial, lequel serait-ce?",
        "Si ta vie était un film, quel genre serait-ce?",
        "Si tu pouvais échanger ta vie avec quelqu’un pour une journée, qui serait-ce?",
        "Si tu avais le pouvoir de lire dans les pensées, l’utiliserais-tu et pourquoi?"
    ],
    "Opinions": [
        "Quel est ton avis sur le télétravail?",
        "Que penses-tu de l’impact des réseaux sociaux sur la société?",
        "Le service militaire devrait-il être obligatoire?",
        "Es-tu pour ou contre la peine de mort?",
        "Penses-tu que le changement climatique est le plus grand défi de notre génération?",
        "Que penses-tu de l’éducation en ligne?",
        "Penses-tu que l’intelligence artificielle apportera plus de bénéfices ou de problèmes?",
        "Les entreprises devraient-elles être responsables de leur impact environnemental?",
        "Es-tu pour la légalisation du cannabis?",
        "Que penses-tu du contrôle des armes?",
        "Penses-tu que l’art devrait être financé par des fonds publics?",
        "Penses-tu que le salaire minimum devrait être augmenté?",
        "Que penses-tu de la confidentialité sur Internet?",
        "Penses-tu que les célébrités ont une responsabilité morale en tant que modèles?",
        "Le sport professionnel est-il trop commercialisé?",
        "Que penses-tu du tourisme spatial?",
        "Penses-tu que la mondialisation est positive ou négative?",
        "Que penses-tu de l’égalité des genres sur le lieu de travail?",
        "Es-tu d’accord avec la censure dans les médias?",
        "Penses-tu que les gouvernements devraient intervenir davantage dans l’économie?"
    ],
    "Situations Imaginaires": [
        "Tu es sur une île déserte. Quels trois objets aimerais-tu avoir avec toi?",
        "Décris à quoi ressemblerait ton monde idéal.",
        "Si tu pouvais vivre à n’importe quelle époque historique, laquelle choisirais-tu et pourquoi?",
        "Imagine que tu es président pour une journée. Quels changements mettrais-tu en œuvre?",
        "Si tu étais un personnage de livre, qui serais-tu et pourquoi?",
        "Si tu devais commencer une nouvelle vie dans une nouvelle ville, où irais-tu?",
        "Imagine que tu peux changer une loi dans ton pays. Laquelle serait-ce et pourquoi?",
        "Si tu étais un super-héros, quel serait ton nom et quels seraient tes pouvoirs?",
        "Imagine que tu dois passer une année sans technologie. Comment ferais-tu?",
        "Si tu pouvais concevoir ta maison parfaite, à quoi ressemblerait-elle?",
        "Si tu devais survivre dans la nature pendant une semaine, que ferais-tu?",
        "Imagine que tu peux parler aux animaux. Que leur demanderais-tu?",
        "Si tu pouvais organiser une fête à thème, quel thème choisirais-tu?",
        "Imagine que tu trouves une mallette contenant un million de dollars. Que ferais-tu?",
        "Si tu étais le protagoniste d’un film, quel genre serait-ce et de quoi parlerait-il?",
        "Si tu pouvais changer quelque chose dans ta ville, que serait-ce et pourquoi?",
        "Si tu devais vivre sans un de tes cinq sens, lequel choisirais-tu et pourquoi?",
        "Imagine que tu peux vivre un jour dans la vie de quelqu’un d’autre. Qui serait-ce et pourquoi?",
        "Si tu pouvais créer une nouvelle tradition dans ta famille, laquelle serait-ce?",
        "Si tu devais déménager dans un autre pays demain, lequel choisirais-tu et pourquoi?"
    ],
    "Travail et Carrière": [
        "Quel a été ton premier emploi et qu’en as-tu appris?",
        "Quelles qualités apprécies-tu le plus chez un leader?",
        "Comment gères-tu le stress au travail?",
        "Quel conseil donnerais-tu à quelqu’un qui commence sa carrière?",
        "Quel est le plus grand défi que tu as rencontré dans ta carrière?",
        "Qu’est-ce qui te motive dans ton travail quotidien?",
        "Comment équilibres-tu ta vie professionnelle et personnelle?",
        "Quel est le meilleur conseil professionnel que tu aies reçu?",
        "Quelles compétences crois-tu essentielles pour réussir au travail?",
        "Comment te tiens-tu informé(e) dans ton domaine professionnel?",
        "Quel est ton plus grand accomplissement professionnel jusqu’à présent?",
        "Quelle importance accordes-tu à la formation continue?",
        "Comment gères-tu les critiques au travail?",
        "Qu’est-ce que tu apprécies le plus dans un environnement de travail?",
        "Comment te prépares-tu pour un entretien d’embauche important?",
        "Qu’est-ce qui t’a inspiré à choisir ta carrière?",
        "Quels changements espères-tu voir dans ton industrie dans les prochaines années?",
        "Comment définis-tu le succès professionnel?",
        "Quels projets futurs t’enthousiasment le plus?",
        "Qu’aurais-tu aimé savoir au début de ta carrière?"
    ]
}