{
    "Pengalaman Pribadi": [
        "Apa kenangan terindahmu dari masa kecil?",
        "Deskripsikan sebuah situasi di mana kamu berhasil mengatasi tantangan besar.",
        "Apa pencapaian terbesarmu dan mengapa itu begitu penting bagimu?",
        "Apa pelajaran terbesar yang pernah kamu pelajari dari kegagalan?",
        "Apa kenanganmu yang paling awal?",
        "Ceritakan momen ketika kamu merasa sangat bahagia.",
        "Apa nasihat terbaik yang pernah kamu terima?",
        "Apa nasihat yang akan kamu berikan kepada dirimu sendiri di masa muda?",
        "Keputusan apa yang paling penting dalam hidupmu?",
        "Apa yang memotivasi kamu untuk bangun setiap hari?",
        "Apa ketakutan terbesarmu dan bagaimana cara menghadapinya?",
        "Ceritakan situasi di mana kamu membantu seseorang.",
        "Apa yang membuat kamu merasa bersyukur?",
        "Apa pelajaran berharga yang kamu pelajari dari orangtua?",
        "Apa hadiah terbaik yang pernah kamu terima?",
        "Apa yang paling kamu sukai untuk dilakukan di waktu luang?",
        "Ceritakan situasi di mana kamu merasa keluar dari zona nyamanmu.",
        "Apa yang kamu pelajari dari pengalaman menjadi relawan?",
        "Apa yang paling kamu hargai dari pekerjaanmu?",
        "Dimana tempat favoritmu di dunia dan mengapa?"
    ],
    "Pertanyaan Hipotetis": [
        "Jika kamu bisa memiliki kekuatan super, kekuatan apa yang akan kamu pilih dan mengapa?",
        "Apa yang akan kamu lakukan jika besok kamu menang lotre?",
        "Jika kamu bisa makan malam dengan siapa pun, hidup atau mati, siapa yang akan kamu pilih dan mengapa?",
        "Bagaimana hari yang sempurna bagi kamu?",
        "Jika kamu bisa melakukan perjalanan waktu ke masa lalu, ke zaman apa yang akan kamu pergi dan mengapa?",
        "Jika kamu bisa menjadi tak terlihat selama satu hari, apa yang akan kamu lakukan?",
        "Jika kamu bisa mengubah satu hal di dunia, apa yang akan itu dan mengapa?",
        "Jika kamu bisa segera mempelajari satu keterampilan, keterampilan apa yang akan kamu pilih?",
        "Jika kamu harus pindah ke negara lain selama satu tahun, ke mana kamu akan pergi?",
        "Jika kamu hanya bisa makan satu jenis makanan untuk sisa hidupmu, makanan apa yang akan itu?",
        "Jika kamu bisa mengubah sesuatu tentang masa lalu kamu, apa yang akan itu?",
        "Jika kamu bisa tinggal di mana saja di dunia ini, di mana kamu akan tinggal?",
        "Jika kamu menjadi presiden untuk satu hari, perubahan apa yang akan kamu buat?",
        "Jika kamu bisa berbicara dengan diri masa depanmu, apa yang akan kamu tanyakan?",
        "Apakah kamu akan melakukan perjalanan luar angkasa jika kamu memiliki kesempatan?",
        "Jika kamu bisa menjadi hewan, hewan apa yang akan kamu pilih dan mengapa?",
        "Jika kamu bisa menyelesaikan satu masalah global, masalah apa yang akan itu?",
        "Jika hidupmu adalah film, genre film apa itu?",
        "Jika kamu bisa bertukar hidupmu dengan seseorang untuk satu hari, siapa yang akan itu dan mengapa?",
        "Jika kamu memiliki kemampuan untuk membaca pikiran, apakah kamu akan menggunakannya dan mengapa?"
    ],
    "Opini": [
        "Apa pendapatmu tentang bekerja dari rumah?",
        "Apa pendapatmu tentang pengaruh media sosial terhadap masyarakat?",
        "Apakah pelayanan militer harus wajib?",
        "Apakah kamu mendukung atau menentang hukuman mati?",
        "Apakah kamu percaya bahwa perubahan iklim adalah tantangan terbesar generasi kita?",
        "Apa pendapatmu tentang pendidikan online?",
        "Apakah kecerdasan buatan lebih bermanfaat atau lebih berisiko?",
        "Apakah perusahaan harus bertanggung jawab atas dampak lingkungannya?",
        "Apakah kamu mendukung legalisasi ganja?",
        "Apa pendapatmu tentang kontrol senjata?",
        "Apakah seni harus didanai dengan uang publik?",
        "Apakah kamu setuju bahwa upah minimum harus ditingkatkan?",
        "Apa pendapatmu tentang privasi di internet?",
        "Apakah selebriti memiliki tanggung jawab moral sebagai contoh?",
        "Apakah olahraga profesional terlalu komersial?",
        "Apa pendapatmu tentang pariwisata luar angkasa?",
        "Apakah globalisasi menurutmu positif atau negatif?",
        "Apa pendapatmu tentang kesetaraan gender di tempat kerja?",
        "Apakah kamu setuju dengan sensor media?",
        "Apakah kamu berpikir bahwa pemerintah harus lebih campur tangan dalam ekonomi?"
    ],
    "Situasi Imajinatif": [
        "Jika kamu berada di pulau terpencil, apa tiga hal yang ingin kamu bawa?",
        "Bagaimana dunia ideal versi kamu?",
        "Jika kamu bisa hidup di era sejarah apa pun, era mana yang akan kamu pilih dan mengapa?",
        "Bayangkan kamu menjadi presiden untuk satu hari. Perubahan apa yang akan kamu buat?",
        "Jika kamu bisa menjadi karakter dari sebuah buku, siapa yang akan kamu pilih dan mengapa?",
        "Jika kamu harus memulai kehidupan baru di kota baru, ke mana kamu akan pergi?",
        "Bayangkan kamu bisa mengubah satu hukum di negaramu. Hukum apa yang akan itu dan mengapa?",
        "Jika kamu menjadi superhero, nama superhero apa yang akan kamu miliki dan kekuatan apa yang akan kamu miliki?",
        "Bayangkan kamu harus bertahan hidup tanpa teknologi selama satu tahun. Bagaimana kamu akan mengatasinya?",
        "Jika kamu bisa merancang rumah impianmu, seperti apa itu?",
        "Jika kamu harus bertahan hidup di alam selama seminggu, apa yang akan kamu lakukan?",
        "Bayangkan kamu bisa berbicara dengan hewan. Apa yang akan kamu tanyakan kepada mereka?",
        "Jika kamu bisa mengadakan pesta bertema, tema apa yang akan kamu pilih?",
        "Bayangkan kamu menemukan koper dengan satu juta dolar. Apa yang akan kamu lakukan?",
        "Jika kamu bisa menjadi karakter utama dalam film, genre dan tema film apa yang akan itu?",
        "Jika kamu bisa mengubah sesuatu di kota tempat tinggalmu, apa yang akan itu dan mengapa?",
        "Jika kamu harus kehilangan salah satu dari lima indera, indera mana yang akan kamu pilih dan mengapa?",
        "Bayangkan kamu bisa hidup satu hari dengan kehidupan orang lain. Siapa yang akan itu dan mengapa?",
        "Jika kamu bisa memperkenalkan tradisi baru dalam keluargamu, tradisi apa yang akan itu?",
        "Jika kamu harus pindah ke negara lain besok, negara mana yang akan itu dan mengapa?"
    ],
    "Pekerjaan dan Karier": [
        "Apa pekerjaan pertamamu dan apa yang kamu pelajari darinya?",
        "Apa karakteristik pemimpin yang paling kamu hargai?",
        "Bagaimana kamu mengatasi stres di tempat kerja?",
        "Apa nasihat yang akan kamu berikan kepada seseorang yang memulai karirnya?",
        "Apa tantangan terbesar yang pernah kamu hadapi dalam karirmu?",
        "Apa yang memotivasi kamu dalam pekerjaan sehari-hari?",
        "Bagaimana kamu menyeimbangkan kehidupan kerja dan pribadimu?",
        "Apa nasihat karier terbaik yang pernah kamu terima?",
        "Keterampilan apa yang menurutmu sangat penting untuk sukses dalam karier?",
        "Bagaimana cara kamu tetap terkini dalam bidang karirmu?",
        "Apa pencapaian karier terbesarmu sejauh ini?",
        "Seberapa penting bagi kamu untuk terus belajar dan mengembangkan diri dalam kariermu?",
        "Bagaimana cara kamu menanggapi kritik di tempat kerja?",
        "Apa yang paling kamu hargai dari lingkungan kerjamu?",
        "Bagaimana cara kamu mempersiapkan diri untuk wawancara kerja penting?",
        "Apa yang menginspirasi kamu untuk memilih kariermu saat ini?",
        "Perubahan apa yang kamu harapkan akan terjadi di industri mu dalam beberapa tahun mendatang?",
        "Bagaimana kamu mendefinisikan kesuksesan dalam karier?",
        "Proyek masa depan apa yang paling kamu antisipasi?",
        "Apa yang ingin kamu ketahui ketika kamu memulai kariermu?"
    ]
}