{
    "Esperienze Personali": [
        "Qual è il tuo ricordo più prezioso dell'infanzia?",
        "Descrivi un momento in cui hai superato con successo una grande sfida.",
        "Qual è il tuo più grande successo e perché è così importante per te?",
        "Quali importanti lezioni hai imparato dai tuoi fallimenti?",
        "Qual è il tuo primo ricordo?",
        "Racconta di un momento in cui ti sei sentito/a estremamente felice.",
        "Qual è il miglior consiglio che ti è stato mai dato?",
        "Se potessi dare un consiglio al tuo io più giovane, cosa diresti?",
        "Qual è stata la decisione più importante della tua vita?",
        "Cosa ti motiva a svegliarti ogni mattina?",
        "Qual è la tua più grande paura e come la affronti?",
        "Racconta di una situazione in cui hai aiutato qualcuno.",
        "Cosa ti rende più grato nella vita?",
        "Qual è la lezione più preziosa che hai imparato dai tuoi genitori?",
        "Qual è il regalo migliore che hai mai ricevuto?",
        "Cosa ti piace fare nel tempo libero?",
        "Descrivi una situazione in cui hai superato il tuo comfort zone.",
        "Cosa hai imparato dalle tue esperienze come volontario?",
        "Cosa apprezzi di più nel tuo ambiente di lavoro?",
        "Qual è il tuo luogo preferito al mondo e perché?"
    ],
    "Domande ipotetiche": [
        "Se potessi avere un superpotere, quale sceglieresti e perché?",
        "Cosa faresti se vincessi la lotteria domani?",
        "Se potessi cenare con chiunque, vivo o morto, chi sceglieresti e perché?",
        "Qual è la tua giornata ideale?",
        "Se potessi viaggiare nel tempo in qualsiasi epoca, dove andresti e perché?",
        "Se potessi diventare invisibile per un giorno, cosa faresti?",
        "Se potessi cambiare una cosa nel mondo, cosa cambieresti e perché?",
        "Se potessi imparare immediatamente una nuova abilità, quale sceglieresti?",
        "Se dovessi trasferirti in un altro paese per un anno, dove andresti?",
        "Se potessi mangiare solo un cibo per il resto della tua vita, cosa sceglieresti?",
        "Se potessi cambiare qualcosa del tuo passato, cosa cambieresti?",
        "Se potessi vivere in qualsiasi luogo del mondo, dove sceglieresti di vivere?",
        "Se fossi presidente per un giorno, quali cambiamenti apporteresti?",
        "Se potessi parlare con la tua versione futura, cosa le chiederesti?",
        "Saresti disposto/a a viaggiare nello spazio se avessi l'opportunità? Perché?",
        "Se potessi essere un animale, quale animale sceglieresti di essere e perché?",
        "Se potessi risolvere un problema globale, quale problema risolveresti?",
        "Se la tua vita fosse un film, di che genere sarebbe?",
        "Se potessi scambiare la tua vita con quella di qualcun altro per un giorno, con chi sceglieresti di scambiare e perché?",
        "Se potessi leggere nella mente delle persone, lo faresti? Perché?"
    ],
    "Opinioni": [
        "Qual è la tua opinione sul lavoro da casa?",
        "Cosa pensi dell'impatto dei social media sulla società?",
        "Sei favorevole o contrario al servizio militare obbligatorio?",
        "Sei favorevole o contrario alla pena di morte?",
        "Pensi che il cambiamento climatico sia la sfida più grande della nostra generazione?",
        "Cosa pensi dell'istruzione online?",
        "Pensi che l'intelligenza artificiale porti più benefici o problemi?",
        "Le aziende dovrebbero essere responsabili per il loro impatto sull'ambiente?",
        "Sei favorevole alla legalizzazione della marijuana?",
        "Qual è la tua opinione sul controllo delle armi?",
        "L'arte dovrebbe essere finanziata con fondi pubblici?",
        "Pensi che il salario minimo debba essere aumentato?",
        "Qual è la tua opinione sulla privacy su Internet?",
        "Le celebrità hanno una responsabilità morale come modelli?",
        "Lo sport professionistico è troppo commercializzato?",
        "Cosa pensi del turismo spaziale?",
        "Pensi che la globalizzazione sia positiva o negativa?",
        "Qual è la tua opinione sull'uguaglianza di genere sul posto di lavoro?",
        "Sei d'accordo con la censura dei media?",
        "Pensi che i governi dovrebbero intervenire di più nell'economia?"
    ],
    "Situazioni Immaginarie": [
        "Se fossi bloccato/a su un'isola deserta, quali tre cose vorresti avere con te?",
        "Come sarebbe il tuo mondo ideale?",
        "Se potessi vivere in qualsiasi epoca storica, quale sceglieresti e perché?",
        "Immagina di essere presidente per un giorno. Quali cambiamenti apporteresti?",
        "Se potessi essere un personaggio di un libro, chi saresti e perché?",
        "Se dovessi iniziare una nuova vita in una nuova città, dove andresti?",
        "Immagina di poter cambiare una legge nel tuo paese. Quale legge cambieresti e perché?",
        "Se potessi essere un supereroe, qual sarebbe il tuo nome da supereroe e quali superpoteri avresti?",
        "Immagina di dover sopravvivere senza tecnologia per un anno. Come te la caveresti?",
        "Se potessi progettare la tua casa ideale, com'è che sarebbe?",
        "Se dovessi sopravvivere una settimana nella giungla, come affronteresti la situazione?",
        "Immagina di poter comunicare con gli animali. Quali domande faresti loro?",
        "Se potessi organizzare una festa a tema, quale sarebbe il tema?",
        "Se trovassi una scatola piena di un milione di dollari, cosa ne faresti?",
        "Se la tua vita fosse un film, che genere sarebbe?",
        "Se potessi cambiare una cosa nella tua città, cosa cambieresti e perché?",
        "Se dovessi perdere uno dei tuoi cinque sensi, quale sceglieresti di perdere e perché?",
        "Se potessi vivere un giorno nella vita di qualcun altro, chi sceglieresti e perché?",
        "Se potessi introdurre una nuova tradizione nella tua famiglia, quale tradizione sceglieresti?",
        "Se domani dovessi trasferirti in un altro paese, dove andresti e perché?"
    ],
    "Lavoro e Carriera": [
        "Qual è stato il tuo primo lavoro e cosa hai imparato da questa esperienza?",
        "Quali qualità di un leader apprezzi di più?",
        "Come gestisci lo stress sul lavoro?",
        "Quali consigli daresti a chi sta iniziando la propria carriera?",
        "Qual è stata la sfida più grande che hai affrontato nella tua carriera?",
        "Cosa ti motiva ogni giorno nel tuo lavoro?",
        "Come bilanci il lavoro e la vita personale?",
        "Qual è il miglior consiglio professionale che ti è stato dato?",
        "Quali abilità pensi siano cruciali per il successo professionale?",
        "Come mantieni aggiornate le tue conoscenze nel tuo settore professionale?",
        "Qual è stato il tuo più grande successo professionale fino ad oggi?",
        "Quanto è importante per te l'apprendimento continuo nella tua carriera?",
        "Come reagisci alle critiche sul lavoro?",
        "Cosa apprezzi di più nel tuo ambiente di lavoro?",
        "Come ti prepari per un'intervista di lavoro importante?",
        "Cosa ti ha ispirato a scegliere la tua carriera attuale?",
        "Quali cambiamenti ti piacerebbe vedere nel tuo settore nei prossimi anni?",
        "Come definisci il successo professionale?",
        "Quali progetti futuri attendi con più entusiasmo?",
        "Cosa avresti voluto sapere quando hai iniziato la tua carriera?"
    ]
}