{
    "Osobiste doświadczenia": [
        "Jaki jest twój najpiękniejszy wspomnienie z dzieciństwa?",
        "Opisz sytuację, w której pokonałeś/aś dużyz wyzwanie.",
        "Jaki jest twój największy sukces i dlaczego?",
        "Jakie lekcje wyniosłeś/aś z porażki?",
        "Jaki jest twój najwcześniejszy wspomnienie?",
        "Opisz moment, kiedy poczułeś/aś się naprawdę szczęśliwy/a.",
        "Jaki jest najlepszy porada, jaką kiedykolwiek dostałeś/aś?",
        "Jakie porady dałbyś/aś swojemu młodszemu ja?",
        "Jaka była najważniejsza decyzja w twoim życiu?",
        "Co motywuje cię do wstawania każdego dnia?",
        "Jaki jest twój największy strach i jak sobie z nim radzisz?",
        "Opisz sytuację, w której pomogłeś/aś komuś.",
        "Co sprawia, że jesteś wdzięczny/a?",
        "Jaka jest najcenniejsza lekcja, jaką nauczyłeś/aś się od swoich rodziców?",
        "Jaki jest najlepszy prezent, jaki kiedykolwiek dostałeś/aś?",
        "Co najbardziej pasjonuje cię w czasie wolnym?",
        "Opisz sytuację, w której czułeś/aś się poza swoją strefą komfortu.",
        "Co wyniosłeś/aś z wolontariatu?",
        "Co najbardziej cenisz sobie w swojej pracy?",
        "Jaki jest twój ulubiony miejsce na świecie i dlaczego?"
    ],
    "Hipotetyczne pytania": [
        "Gdybyś mógł/mogła mieć supermoc, jaką byś wybrał/a i dlaczego?",
        "Co byś zrobił/a, gdybyś wygrał/a w loterii jutro?",
        "Gdybyś mógł/mogła zjeść obiad z dowolną osobą, żywą lub martwą, kogo byś wybrał/a i dlaczego?",
        "Jak wyglądałby twój idealny dzień?",
        "Gdybyś mógł/mogła podróżować w czasie, do której epoki byś się udał/a i dlaczego?",
        "Gdybyś był/a niewidzialny/a na jeden dzień, co byś robił/a?",
        "Gdybyś mógł/mogła zmienić jedną rzecz w świecie, co by to było i dlaczego?",
        "Gdybyś mógł/mogła natychmiastowo nauczyć się jednej umiejętności, jaką by to była?",
        "Gdybyś musiał/musiała mieszkać w innym kraju przez rok, gdzie byś się wybrał/a?",
        "Gdybyś mógł/mogła jeść tylko jedną rzecz przez resztę życia, co by to było?",
        "Gdybyś mógł/mogła zmienić coś w swojej przeszłości, co by to było?",
        "Gdybyś mógł/mogła żyć gdziekolwiek na świecie, gdzie by to było?",
        "Gdybyś był/a prezydentem na jeden dzień, jakie zmiany byś wprowadził/a?",
        "Gdybyś mógł/mogła porozmawiać ze swoim przyszłym ja, co byś je zapytał/a?",
        "Czy chciałbyś/aś odbyć podróż kosmiczną, gdybyś miał/a taką możliwość?",
        "Gdybyś mógł/mogła być zwierzęciem, jakim byś był/a i dlaczego?",
        "Gdybyś mógł/mogła wyeliminować jeden światowy problem, jaki by to był?",
        "Gdyby twoje życie było filmem, jakiego gatunku by było?",
        "Gdybyś mógł/mogła zamienić się życiem z kimś innym na jeden dzień, kto by to był i dlaczego?",
        "Gdybyś miał/miała moc czytania w myślach, czy byś ją używał/a i dlaczego?"
    ],
    "Opinie": [
        "Jaka jest twoja opinia na temat pracy zdalnej?",
        "Co sądzisz o wpływie mediów społecznościowych na społeczeństwo?",
        "Czy służba wojskowa powinna być obowiązkowa?",
        "Jesteś za czy przeciw karze śmierci?",
        "Czy uważasz, że zmiana klimatu jest największym wyzwaniem naszego pokolenia?",
        "Co sądzisz o edukacji online?",
        "Czy sztuczna inteligencja przynosi więcej korzyści czy problemów?",
        "Czy przedsiębiorstwa powinny ponosić odpowiedzialność za swój wpływ na środowisko?",
        "Jesteś za legalizacją marihuany?",
        "Co sądzisz o kontroli nad bronią?",
        "Czy uważasz, że sztuka powinna być finansowana z funduszy publicznych?",
        "Czy uważasz, że minimalna płaca powinna być podniesiona?",
        "Jaka jest twoja opinia na temat prywatności w internecie?",
        "Czy uważasz, że celebryci mają moralną odpowiedzialność jako wzorce?",
        "Czy profesjonalny sport jest zbyt skomercjalizowany?",
        "Co sądzisz o turystyce kosmicznej?",
        "Czy globalizacja jest twoim zdaniem pozytywna czy negatywna?",
        "Co myślisz o równości płci w miejscu pracy?",
        "Czy zgadzasz się z cenzurą mediów?",
        "Czy uważasz, że rządy powinny bardziej ingerować w gospodarkę?"
    ],
    "Wyobrażone sytuacje": [
        "Jesteś na bezludnej wyspie. Jakie trzy rzeczy chciałbyś/miałaś mieć przy sobie?",
        "Opisz, jak wyglądałby twój idealny świat.",
        "Gdybyś mógł/mogła żyć w dowolnej epoce historycznej, którą byś wybrał/a i dlaczego?",
        "Wyobraź sobie, że jesteś prezydentem na jeden dzień. Jakie zmiany wprowadziłbyś/wprowadziłabyś?",
        "Gdybyś mógł/mogła być postacią z książki, kim byś był/a i dlaczego?",
        "Gdybyś musiał/musiała zacząć nowe życie w nowym mieście, gdzie byś poszedł/a?",
        "Wyobraź sobie, że możesz zmienić jedno prawo w swoim kraju. Jakie by to było i dlaczego?",
        "Gdybyś był/a superbohaterem, jakie miałbyś/a imię i jakie byłyby twoje moce?",
        "Wyobraź sobie, że musisz przeżyć rok bez technologii. Jak byś sobie z tym poradził/a?",
        "Gdybyś mógł/mogła zaprojektować swoje idealne dom, jak by to wyglądało?",
        "Gdybyś musiał/musiała przetrwać w dziczy przez tydzień, co byś robił/a?",
        "Wyobraź sobie, że możesz rozmawiać ze zwierzętami. O co byś je zapytał/a?",
        "Gdybyś mógł/mogła zorganizować imprezę tematyczną, na jaki temat byś się zdecydował/a?",
        "Wyobraź sobie, że znajdujesz walizkę z milionem dolarów. Co byś zrobił/a?",
        "Gdybyś był/a głównym bohaterem filmu, jaki gatunek i o czym miałby być film?",
        "Gdybyś mógł/mogła zmienić coś w swoim mieście, co by to było i dlaczego?",
        "Gdybyś musiał/musiała stracić jeden z pięciu zmysłów, który byś wybrał/a i dlaczego?",
        "Wyobraź sobie, że możesz przez jeden dzień żyć życiem innej osoby. Kim byłbyś/byłabyś i dlaczego?",
        "Gdybyś mógł/mogła wprowadzić nową tradycję w swojej rodzinie, jaka by to była?",
        "Gdybyś musiał/musiała jutro przeprowadzić się do innego kraju, który by to był i dlaczego?"
    ],
    "Praca i Kariera": [
        "Jaka była twoja pierwsza praca i czego się z niej nauczyłeś/nauczyłaś?",
        "Jakie cechy lidera cenisz sobie najbardziej?",
        "Jak radzisz sobie ze stresem w pracy?",
        "Jaką radę dałbyś/dałabyś osobie rozpoczynającej swoją karierę?",
        "Jaki był największy wyzwanie, z którym spotkałeś/spotkałaś się w swojej karierze?",
        "Co motywuje cię do codziennej pracy?",
        "Jak łączysz życie zawodowe i prywatne?",
        "Jaka jest najlepsza rada zawodowa, jaką kiedykolwiek dostałeś/dostałaś?",
        "Jakie umiejętności Twoim zdaniem są kluczowe dla sukcesu zawodowego?",
        "Jak dbasz o to, aby być na bieżąco w swojej dziedzinie zawodowej?",
        "Jaki jest twój największy sukces zawodowy do tej pory?",
        "Jak ważna jest dla ciebie ciągła edukacja zawodowa?",
        "Jak reagujesz na krytykę w pracy?",
        "Czego najbardziej doceniasz w swoim środowisku pracy?",
        "Jak przygotowujesz się do ważnej rozmowy kwalifikacyjnej?",
        "Co Cię zainspirowało do wyboru swojej kariery?",
        "Jakie zmiany oczekujesz w swojej branży w najbliższych latach?",
        "Jak definiujesz sukces zawodowy?",
        "Na jakie przyszłe projekty najbardziej się cieszysz?",
        "Co chciałbyś/chciałabyś wiedzieć, gdy zaczynałeś/zaczynałaś swoją karierę?"
    ]
}
