{
    "Experiências Pessoais": [
        "Qual é a sua memória mais querida da infância?",
        "Descreva uma situação em que você superou um grande desafio.",
        "Qual é o seu maior feito e por que é tão importante para você?",
        "Quais são as principais lições que você aprendeu com o fracasso?",
        "Qual é a sua memória mais antiga?",
        "Conte sobre um momento em que você se sentiu verdadeiramente feliz.",
        "Qual é o melhor conselho que você já recebeu?",
        "Que conselho você daria para o seu eu mais jovem?",
        "Qual foi a decisão mais importante da sua vida?",
        "O que te motiva a levantar todos os dias?",
        "Qual é o seu maior medo e como você lida com ele?",
        "Descreva uma situação em que você ajudou alguém.",
        "O que te faz sentir grato?",
        "Qual é a lição mais valiosa que você aprendeu com seus pais?",
        "Qual foi o melhor presente que você já recebeu?",
        "O que mais te entusiasma no seu tempo livre?",
        "Conte sobre uma situação em que você se sentiu fora da sua zona de conforto.",
        "O que você aprendeu com o voluntariado?",
        "O que você mais valoriza no seu ambiente de trabalho?",
        "Qual é o seu lugar favorito no mundo e por quê?"
    ],
    "Perguntas Hipotéticas": [
        "Se você pudesse ter um superpoder, qual seria e por quê?",
        "O que você faria se ganhasse na loteria amanhã?",
        "Se você pudesse jantar com qualquer pessoa, viva ou morta, quem você escolheria e por quê?",
        "Como seria o seu dia perfeito?",
        "Se você pudesse viajar no tempo para qualquer época, para onde iria e por quê?",
        "Se você pudesse ser invisível por um dia, o que você faria?",
        "Se você pudesse mudar uma coisa no mundo, o que seria e por quê?",
        "Se você pudesse aprender instantaneamente uma habilidade, qual seria?",
        "Se você tivesse que viver em outro país por um ano, para onde iria?",
        "Se você só pudesse comer um tipo de comida pelo resto da sua vida, o que seria?",
        "Se você pudesse mudar algo sobre o seu passado, o que seria?",
        "Se você pudesse viver em qualquer lugar do mundo, onde seria?",
        "Se você fosse presidente por um dia, que mudanças você faria?",
        "Se você pudesse conversar com seu eu futuro, o que você perguntaria?",
        "Você gostaria de fazer uma viagem ao espaço, se tivesse a oportunidade?",
        "Se você pudesse ser um animal, qual seria e por quê?",
        "Se você pudesse resolver um problema global, qual seria?",
        "Se sua vida fosse um filme, que gênero seria?",
        "Se você pudesse trocar de vida com alguém por um dia, quem seria e por quê?",
        "Se você tivesse o poder de ler mentes, usaria esse poder e por quê?"
    ],
    "Opiniões": [
        "Qual é a sua opinião sobre trabalhar em casa?",
        "O que você acha do impacto das redes sociais na sociedade?",
        "Você é a favor ou contra o serviço militar obrigatório?",
        "Você é a favor ou contra a pena de morte?",
        "Você acredita que a mudança climática é o maior desafio da nossa geração?",
        "O que você pensa sobre educação online?",
        "A inteligência artificial traz mais benefícios ou mais problemas?",
        "As empresas devem ser responsáveis pelo seu impacto ambiental?",
        "Você apoia a legalização da maconha?",
        "Qual é a sua opinião sobre o controle de armas?",
        "A arte deve ser financiada com fundos públicos?",
        "Você acredita que o salário mínimo deveria ser aumentado?",
        "Qual é a sua opinião sobre privacidade na internet?",
        "Você acha que celebridades têm responsabilidade moral como modelos?",
        "O esporte profissional está muito comercializado?",
        "O que você pensa sobre o turismo espacial?",
        "Você acha que a globalização é positiva ou negativa?",
        "O que você pensa sobre igualdade de gênero no local de trabalho?",
        "Você concorda com a censura na mídia?",
        "Você acha que os governos deveriam se intrometer mais na economia?"
    ],
    "Situações Imaginativas": [
        "Você está em uma ilha deserta. Quais três coisas você gostaria de ter?",
        "Como seria o seu mundo ideal?",
        "Se você pudesse viver em qualquer época histórica, qual seria e por quê?",
        "Imagine que você é presidente por um dia. Que mudanças você faria?",
        "Se você pudesse ser um personagem de um livro, quem você seria e por quê?",
        "Se você tivesse que começar uma nova vida em uma nova cidade, para onde você iria?",
        "Imagine que você pode mudar uma lei em seu país. Qual seria e por quê?",
        "Se você fosse um super-herói, qual seria o seu nome e quais seriam seus poderes?",
        "Imagine que você tem que sobreviver sem tecnologia por um ano. Como você lidaria com isso?",
        "Se você pudesse projetar sua casa ideal, como ela seria?",
        "Se você tivesse que sobreviver na selva por uma semana, o que você faria?",
        "Imagine que você pode falar com os animais. O que você perguntaria a eles?",
        "Se você pudesse organizar uma festa temática, sobre que tema seria?",
        "Imagine que você encontra uma mala com um milhão de dólares. O que você faria?",
        "Se você fosse o protagonista de um filme, qual seria o gênero e sobre o que seria o filme?",
        "Se você pudesse mudar algo em sua cidade, o que seria e por quê?",
        "Se você tivesse que perder um dos cinco sentidos, qual você escolheria e por quê?",
        "Imagine que você pode viver um dia na vida de outra pessoa. Quem seria e por quê?",
        "Se você pudesse introduzir uma nova tradição em sua família, qual seria?",
        "Se você tivesse que se mudar para outro país amanhã, para onde você iria e por quê?"
    ],
    "Trabalho e Carreira": [
        "Qual foi o seu primeiro emprego e o que você aprendeu com ele?",
        "Quais características de um líder você mais valoriza?",
        "Como você lida com o estresse no trabalho?",
        "Que conselho você daria a alguém que está começando sua carreira?",
        "Qual foi o maior desafio que você enfrentou em sua carreira?",
        "O que te motiva no seu trabalho diário?",
        "Como você equilibra vida profissional e pessoal?",
        "Qual é o melhor conselho profissional que você já recebeu?",
        "Quais habilidades você acha essenciais para o sucesso profissional?",
        "Como você se mantém atualizado em sua área profissional?",
        "Qual foi o seu maior sucesso profissional até agora?",
        "Quão importante é a educação contínua para você em sua carreira?",
        "Como você reage à crítica no trabalho?",
        "O que você mais valoriza em seu ambiente de trabalho?",
        "Como você se prepara para uma entrevista de emprego importante?",
        "O que inspirou você a escolher sua carreira atual?",
        "Quais mudanças você espera ver em sua indústria nos próximos anos?",
        "Como você define sucesso profissional?",
        "Quais são os projetos futuros que você mais espera?",
        "O que você gostaria de saber quando estava começando sua carreira?"
    ]
}