{
    "Experiențe Personale": [
        "Care este cea mai dragă amintire din copilărie pentru tine?",
        "Descrie o situație în care ai reușit să depășești o provocare mare.",
        "Care este cea mai mare realizare a ta și de ce este atât de importantă pentru tine?",
        "Care sunt cele mai importante lecții pe care le-ai învățat din eșec?",
        "Care este cea mai veche amintire a ta?",
        "Povestește despre un moment în care te-ai simțit foarte fericit/fericită.",
        "Care este cel mai bun sfat pe care l-ai primit vreodată?",
        "Ce sfat i-ai da tânărului/ tinerei tine?",
        "Care a fost cea mai importantă decizie din viața ta?",
        "Ce te motivează să te ridici în fiecare zi?",
        "Care este cea mai mare teamă a ta și cum faci față acesteia?",
        "Descrie o situație în care ai ajutat pe cineva.",
        "Ce te face să te simți recunoscător/recunoscătoare?",
        "Care este cea mai valoroasă lecție pe care ai învățat-o de la părinți?",
        "Care a fost cea mai bună dar pe care ai primit-o vreodată?",
        "Ce îți place cel mai mult să faci în timpul liber?",
        "Povestește despre o situație în care te-ai simțit ieșind din zona ta de confort.",
        "Ce ai învățat din experiența ta ca voluntar/voluntară?",
        "Ce apreciezi cel mai mult în mediul tău de lucru?",
        "Care este locul tău preferat în lume și de ce?"
    ],
    "Întrebări Ipotezice": [
        "Dacă ai putea avea o superputere, care ar fi aceasta și de ce?",
        "Ce ai face dacă ai câștiga la loterie mâine?",
        "Dacă ai putea lua cina cu oricine, viu sau mort, cui ai alege să iei cina și de ce?",
        "Cum arată ziua ta perfectă?",
        "Dacă ai putea călători în timp în orice epocă, în ce perioadă ai merge și de ce?",
        "Dacă ai putea fi invizibil/invizibilă pentru o zi, ce ai face?",
        "Dacă ai putea schimba ceva în lume, ce ai schimba și de ce?",
        "Dacă ai putea învăța instantaneu o abilitate, care ar fi aceasta?",
        "Dacă ar trebui să locuiești în altă țară pentru un an, în ce țară ai alege să locuiești?",
        "Dacă ai putea mânca doar un singur fel de mâncare pentru tot restul vieții tale, ce ar fi acel fel de mâncare?",
        "Dacă ai putea schimba ceva despre trecutul tău, ce ai schimba?",
        "Dacă ai putea locui oriunde în lume, unde ai locui?",
        "Dacă ai fi președinte pentru o zi, ce schimbări ai face?",
        "Dacă ai putea vorbi cu tine însuți/însăți din viitor, ce ai întreba?",
        "Ai călători în spațiu dacă ai avea ocazia?",
        "Dacă ai putea fi o animal, ce animal ai alege să fii și de ce?",
        "Dacă ai putea rezolva o problemă globală, care ar fi aceea?",
        "Dacă viața ta ar fi un film, ce gen de film ar fi?",
        "Dacă ai putea schimba viața ta cu viața cuiva pentru o zi, cu cine ai schimba și de ce?",
        "Dacă ai avea abilitatea să citești gândurile, ai folosi această abilitate și de ce?"
    ],
    "Opinii": [
        "Care este opinia ta despre lucrul de acasă?",
        "Ce părere ai despre impactul rețelelor sociale asupra societății?",
        "Ești de acord sau nu cu serviciul militar obligatoriu?",
        "Ești pentru sau împotriva pedepsei cu moartea?",
        "Crezi că schimbările climatice sunt cel mai mare provocare a generației noastre?",
        "Ce părere ai despre educația online?",
        "Inteligența artificială aduce mai multe beneficii sau riscuri?",
        "Ar trebui companiile să fie responsabile pentru impactul lor asupra mediului?",
        "Ești de acord cu legalizarea marijuana?",
        "Care este părerea ta despre controlul armelor?",
        "Ar trebui arta să fie finanțată cu bani publici?",
        "Crezi că salariul minim ar trebui să fie crescut?",
        "Ce părere ai despre confidențialitatea pe internet?",
        "Crezi că celebritățile au o responsabilitate morală ca modele?",
        "Sportul profesionist este prea comercializat?",
        "Ce părere ai despre turismul spațial?",
        "Crezi că globalizarea este pozitivă sau negativă?",
        "Ce părere ai despre egalitatea de gen la locul de muncă?",
        "Ești de acord cu cenzura în media?",
        "Crezi că guvernele ar trebui să intervină mai mult în economie?"
    ],
    "Situatii Imaginative": [
        "Ești pe o insulă pustie. Ce trei lucruri ai vrea să ai?",
        "Cum ar arăta lumea ta ideală?",
        "Dacă ai putea trăi în orice epocă istorică, în ce epocă ai alege să trăiești și de ce?",
        "Imaginează-ți că ești președinte pentru o zi. Ce schimbări ai face?",
        "Dacă ai putea fi un personaj dintr-o carte, cine ai fi și de ce?",
        "Dacă ar trebui să începi o viață nouă într-un oraș nou, unde ai merge?",
        "Imaginează-ți că poți schimba o lege în țara ta. Care ar fi acea lege și de ce?",
        "Dacă ai fi un super-erou, cum ar fi numele tău de super-erou și ce puteri ai avea?",
        "Imaginează-ți că trebuie să supraviețuiești fără tehnologie timp de un an. Cum te-ai descurca?",
        "Dacă ai putea să-ți proiectezi casa ideală, cum ar arăta ea?",
        "Dacă ar trebui să supraviețuiești în sălbăticie pentru o săptămână, ce ai face?",
        "Imaginează-ți că poți vorbi cu animalele. Ce le-ai întreba?",
        "Dacă ai putea organiza o petrecere cu tematică, care ar fi tema acelei petreceri?",
        "Imaginează-ți că găsești o valiză cu un milion de dolari. Ce ai face?",
        "Dacă ai fi personajul principal într-un film, care ar fi genul și tema filmului?",
        "Dacă ai putea schimba ceva în orașul tău, ce ai schimba și de ce?",
        "Dacă ar trebui să renunți la unul dintre cele cinci simțuri, care ai alege să renunți și de ce?",
        "Imagină-ți că poți trăi o zi în viața altei persoane. Cine ar fi acea persoană și de ce?",
        "Dacă ai putea introduce o tradiție nouă în familia ta, care ar fi aceea?",
        "Dacă ar trebui să te muți în altă țară mâine, în ce țară ai merge și de ce?"
    ],
    "Muncă și Carieră": [
        "Care a fost primul tău loc de muncă și ce ai învățat din el?",
        "Ce caracteristici ale unui lider apreciezi cel mai mult?",
        "Cum gestionezi stresul la locul de muncă?",
        "Ce sfaturi ai oferi unei persoane care începe cariera sa?",
        "Care a fost cel mai mare provocare pe care ai întâlnit-o în cariera ta?",
        "Ce te motivează în munca ta de zi cu zi?",
        "Cum echilibrezi viața profesională cu cea personală?",
        "Care este cel mai bun sfat profesional pe care l-ai primit vreodată?",
        "Ce abilități crezi că sunt esențiale pentru succesul profesional?",
        "Cum te menții actualizat în domeniul tău profesional?",
        "Care a fost cel mai mare succes profesional al tău până acum?",
        "Cât de importantă este educația continuă pentru tine în cariera ta?",
        "Cum reacționezi la critici la locul de muncă?",
        "Ce apreciezi cel mai mult în mediul tău de lucru?",
        "Cum te pregătești pentru o interviu de angajare important?",
        "Ce te-a inspirat să alegi cariera ta actuală?",
        "Ce schimbări îți dorești să vezi în industria ta în următorii ani?",
        "Cum definești succesul profesional?",
        "Care sunt proiectele viitoare pe care le aștepți cel mai mult?",
        "Ce ai fi vrut să știi când începeai cariera ta?"
    ]
}