{
    "个人经历": [
        "你童年时最珍贵的回忆是什么？",
        "描述一次你成功克服了一大挑战的经历。",
        "你最大的成就是什么，为什么对你如此重要？",
        "你从失败中学到了哪些重要的教训？",
        "你最早的记忆是什么？",
        "分享一个让你感到非常幸福的时刻。",
        "你曾经收到过的最好的建议是什么？",
        "如果可以回到过去，你会给年轻的自己什么建议？",
        "你人生中最重要的决定是什么？",
        "是什么激励你每天早上起床？",
        "你最大的恐惧是什么，你是如何应对它的？",
        "描述一个你帮助过他人的情况。",
        "什么让你感到特别感激？",
        "你从父母那里学到的最宝贵的教训是什么？",
        "你收到的最好的礼物是什么？",
        "闲暇时间你最喜欢做什么？",
        "描述一个让你感到跨出了舒适区的经历。",
        "你从志愿者活动中学到了什么？",
        "你在工作环境中最重视的是什么？",
        "你最喜欢的世界上的地方是哪里，为什么？"
    ],
    "假设性问题": [
        "如果你可以拥有超能力，你会选择什么超能力？为什么？",
        "如果明天你赢得了彩票，你会做什么？",
        "如果可以和任何人一起晚餐，无论是活着的还是已故的，你会选择谁？为什么？",
        "你理想中的一天是什么样子？",
        "如果可以穿越时空到任何一个时代，你会选择去哪里？为什么？",
        "如果你可以隐形一天，你会做什么？",
        "如果可以改变世界上的一件事，你会改变什么？为什么？",
        "如果可以即刻学会一项技能，你会选择什么技能？",
        "如果必须在另一个国家生活一年，你会选择哪个国家？",
        "如果一辈子只能吃一种食物，你会选择什么？",
        "如果可以改变你的过去，你会改变什么？",
        "如果可以在世界上任何地方生活，你会选择哪里？",
        "如果你是总统一天，你会做出什么改变？",
        "如果可以和未来的自己交谈，你会问什么？",
        "如果有机会，你愿意去太空旅行吗？为什么？",
        "如果可以成为一种动物，你会选择成为什么动物？为什么？",
        "如果你可以解决一个全球性问题，你会解决什么问题？",
        "如果你的生活是一部电影，它会是哪种类型的电影？",
        "如果可以和某人交换生活一天，你会选择谁？为什么？",
        "如果你有读心术的能力，你会使用它吗？为什么？"
    ],
    "观点": [
        "你对在家工作有什么看法？",
        "你认为社交媒体对社会的影响如何？",
        "你支持还是反对强制兵役？",
        "你支持还是反对死刑？",
        "你认为气候变化是我们这一代面临的最大挑战吗？",
        "你对在线教育有什么看法？",
        "你认为人工智能带来的益处多还是带来的问题多？",
        "公司是否应该对其环境影响负责？",
        "你支持大麻合法化吗？",
        "你对枪支管制有何看法？",
        "艺术应该由公共资金资助吗？",
        "你认为最低工资应该提高吗？",
        "你对互联网隐私有何看法？",
        "你认为名人作为榜样有道德责任吗？",
        "你认为职业体育过于商业化吗？",
        "你对太空旅游有何看法？",
        "你认为全球化是积极的还是消极的？",
        "你对工作场所性别平等有何看法？",
        "你同意媒体审查吗？",
        "你认为政府应该在经济中更多地干预吗？"
    ],
    "想象情境": [
        "你被困在一座荒岛上，你希望拥有哪三样东西？",
        "你的理想世界会是什么样子？",
        "如果可以活在任何一个历史时代，你会选择哪一个？为什么？",
        "假设你成为总统一天，你会做出什么改变？",
        "如果你可以成为一本书中的角色，你会选择成为哪个角色？为什么？",
        "如果你必须在一个新城市开始新的生活，你会选择去哪里？",
        "假设你可以改变你国家的一项法律，你会改变什么？为什么？",
        "如果你是一个超级英雄，你的超级英雄名字会是什么？你会拥有哪些超能力？",
        "假设你必须在一年内没有科技的情况下生存，你会怎么应对？",
        "如果你可以设计你理想中的房子，它会是什么样子？",
        "如果你必须在丛林中生存一周，你会怎么做？",
        "假设你可以和动物交流，你会问它们什么问题？",
        "如果你可以举办一个有主题的派对，主题会是什么？",
        "如果你发现一个装满一百万美元的箱子，你会怎么做？",
        "如果你是一部电影的主角，它会是哪种类型的电影？",
        "如果你可以改变你所在城市的一件事情，你会改变什么？为什么？",
        "如果你必须失去五种感官中的一种，你会选择失去哪一种？为什么？",
        "假设你可以体验另一个人生活一天，你会选择谁？为什么？",
        "如果你可以在你家庭中引入一项新传统，你会选择什么传统？",
        "如果明天你必须搬到另一个国家，你会选择哪个国家？为什么？"
    ],
    "工作与职业": [
        "你的第一份工作是什么，你从中学到了什么？",
        "你最看重一个领导者的哪些特质？",
        "你如何在工作中管理压力？",
        "你对刚开始职业生涯的人有什么建议？",
        "你职业生涯中遇到的最大挑战是什么？",
        "你每天工作中的动力是什么？",
        "你如何平衡工作和个人生活？",
        "你收到过的最好的职业建议是什么？",
        "你认为对职业成功至关重要的能力是什么？",
        "你如何保持在你职业领域的知识更新？",
        "你职业生涯中最大的成功是什么？",
        "在你的职业生涯中，终身学习有多重要？",
        "你如何应对工作中的批评？",
        "你在工作环境中最重视的是什么？",
        "你如何准备重要的面试？",
        "是什么激励你选择现在的职业？",
        "你希望在你所在行业看到未来的哪些变化？",
        "你如何定义职业成功？",
        "你期待的未来项目有哪些？",
        "当你刚开始职业生涯时，你希望知道什么？"
    ],
    "符号": [
        "🏞️🌅🗺️: 使用这些符号讲述一次自然探险的故事，在这次探险中，你发现了令人惊叹的风景和隐藏的宝藏。",
        "🚂🎒🌍: 描述一次通过多个国家的火车旅行，以及你在旅途中遇到的迷人经历。",
        "📖🖋️🌟: 讲述你写书或诗歌的灵感来源，以及你是如何将你的想法化为文字的。",
        "🌧️⛅🌈: 叙述如何克服困难和悲伤的时刻可以带来新的发现和希望。",
        "🎓📚🚀: 解释教育和学习如何打开意想不到的大门，推动你的职业发展。",
        "🎨🖼️❤️: 讲述一次你对一件艺术作品的深刻体验，以及这件作品对你的意义。",
        "🛸🌠🪐: 想象一次星际旅行，描述你在宇宙中发现的迷人秘密。",
        "🎉🍰🎈: 描述一个特别的庆祝活动，以及那些让这一天难以忘怀的关键时刻。",
        "🤝🌐❤️: 讨论国际合作如何促进友谊和全球理解。",
        "🌴🌊🏄: 创作一个关于完美沙滩日的故事，充满放松和愉快的时光。",
        "🏔️🌲🔥: 使用这些符号创建一个关于山区冒险的故事，讲述你如何克服自然的挑战，获得成就感。",
        "🚴‍♂️🌍🌟: 描述一次环游世界的自行车旅行和你在途中发现的惊人事物。",
        "🎬🎭✨: 讲述某部电影或戏剧如何影响了你对世界的看法和情感。",
        "🌹⛈️🌟: 描述如何经历困难时期后，得到个人的启示和新的视角。",
        "🗓️🔍📚: 解释研究历史事件或古老传统如何为你提供新的历史视角。",
        "🍷🍽️🕯️: 分享一次与亲友的特殊晚餐经历，以及这一刻如何增强了你们的关系。",
        "🎨🎵🖌️: 讨论艺术、音乐或其他创作形式如何帮助你表达情感并找到内心的平静。",
        "🚢🌴🌟: 创作一个关于前往热带岛屿的航行故事以及你在那里经历的冒险。",
        "🏆💪👨‍👩‍👧: 讲述一个团队项目或挑战如何带来巨大成功，以及你在过程中学到的经验。",
        "🎒📸🌅: 回忆一次旅行，你捕捉到特别美丽的瞬间，以及这些记忆如何丰富了你的生活。",
        "🌌🚀🌟: 想象一次宇宙探险，描述你在浩瀚宇宙中发现的奇迹。"
    ],
    "未来": [
        "描述一下你想象中的50年后的世界。",
        "描述一种你希望看到的未来技术，以及它将如何改变你的生活。",
        "描述一下你如何看待未来工作的演变和就业市场的变化。",
        "描述一下你希望在未来几十年看到的医学进步以及它对人类生活的影响。",
        "描述一下你对未来教育的设想，以及这可能带来的好处。",
        "描述一下你希望在未来看到的城市变化，以及这些变化如何提升你的生活质量。",
        "描述一下你认为未来可能出现的环境情景，以及你认为应该采取的保护措施。",
        "描述一下你如何想象未来的技术进步会影响人际关系。",
        "描述一下你期望未来在交通领域的进展，以及这些进展如何影响你的日常生活。",
        "描述一下你如何想象未来媒体和娱乐的发展，以及这可能带来的后果。",
        "描述一下你对未来人工智能角色的看法，以及它将如何影响我们的日常生活。",
        "描述一下你对未来食品和农业的设想。",
        "描述一下一个常见的未来太空旅行场景，以及这将如何改变我们对宇宙的看法。",
        "描述一下你对未来房屋和建筑的想法，以及可能包含的创新。",
        "描述一下一个以可再生能源为主流的未来场景，以及这将如何影响你的日常生活。",
        "描述一下你对未来社会规范和政策的发展设想，以适应全球变化。",
        "描述一下你对未来心理健康状况的设想，以及社会如何应对这一问题。",
        "描述一下你对未来社交媒体角色的想法，以及它对沟通的影响。",
        "描述一下一个虚拟现实和增强现实成为日常生活组成部分的未来场景，以及这将如何改变你对世界的感知。",
        "描述一下你对未来家庭和教育动态的想法。"
    ]
}